<template>
	<div class="protocol">
		<div class="title">信用金融用户服务协议</div>
		<div class="sub-title">【提示条款】</div>
		<div class="detail">欢迎您使用信用金融服务。为维护您自身权益，请在使用前仔细阅读《信用金融用户服务协议》（以下称“本协议”）所有内容，各服务条款前所列索引关键词仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。如您对协议有任何疑问，可向城市令乐惠分咨询。</div>
		<div class="sub-title">一、用户注册与认证</div>
		<div class="detail">
			（1）用户资格<br/> 具备中华人民共和国法律规定的与行为相适应的民事行为能力人士。若您不具备与您的行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
			<br/> （2）账户说明
			<br/> 申请金融服务前，请先在城市令的相应页面，完成城市令用户认证程序。
			<br/> 在完成城市令用户认证程序后，申请人需要按照信用金融服务的认证程序完成认证，此后申请人可获得信用金融认证用户账户，并作为认证用户账户的账户持有人，享受信用金融服务。
			<br/> 认证用户账户关联了认证用户的信用信息，账户持有人不得转让本人账户，也不得许可或协助他人使用本人的认证用户账户使用信用金融服务。否则，若产生法律纠纷，需要认证用户账户的持有人承担连带责任。
			<br/> （3）认证信息管理
			<br/>【信息真实】在信用金融用户认证过程中，申请人应按照页面的提示，准确、真实、完整地提供个人信息（包括真实姓名、性别、个人身份证号等），以便信用金融确认身份。申请人了解并同意申请人本人有义务保证提供信息的真实性及有效性。
			<br/>【更新维护】申请成功后，如果账户持有人的认证信息有所变更，为保证账户持有人可以正常享受信用金融提供的服务，账户持有人应当及时更新申请时提供的信息，信用金融将依照相关法律规定不定期地对信息进行核实。若账户持有人未按本协议的要求及时更新信息，或提供的信息存在明显不实，账户持有人将承担因此造成的全部损失与不利后果。

		</div>
		<div class="sub-title">二、用户信息获取范围</div>
		<div class="detail">
			信用金融获取的用户信息类型可能包括：
			<br/> 1、账户信息（账户持有人在城市令APP中使用记录及在使用过程中提供的其他信息）；
			<br/> 2、个人联系方式（指账户持有人在城市令APP中实名认证信息中的联系方式相关信息，如：姓名、通讯地址、电邮地址、电话、手机号码、传真号码等）；
			<br/> 3、用于您身份识别的信息（指账户持有人在城市令APP中提交的实名认证信息中的身份识别相关信息，如：身份证号码、护照号码、驾驶证号码等）；
			<br/> 4、财务信息（指账户持有人在信用金融中录入的财务信息，如：银行账号、卡号/账号、户名、开户行等相关信息）。
		</div>
		<div class="sub-title">三、用户信息的使用</div>
		<div class="detail">
			信用金融可能会利用获取的用户信息，开展以下行为活动：<br/> 1、向账户持有人提供本人所需要的产品或服务（如：乐惠分服务推送）；
			<br/> 2、就账户持有人的要求向账户持有人提供咨询服务；
			<br/> 3、向账户持有人提供可能感兴趣的产品或服务；
			<br/> 4、为提升信用金融的服务，联系账户持有人进行调研；
			<br/> 5、进行数据分析（如：投资行为或趋势分析、市场或顾客调查、财务分析）；
			<br/> 6、经营、评估和完善信用金融的业务（包括开发新产品和服务；判断信用金融的销售、营销和广告效果；分析和强化信用金融的产品、服务等）；
			<br/> 7、在申请人确认申请的情况下，信用金融认为已获得同意，可以给申请人申请服务的联系人发送申请人的相关信息；
			<br/> 8、防止各种违法或犯罪活动和其他法律责任；
			<br/> 9、遵守相关法律规定和信用金融的服务协议。

		</div>
		<div class="sub-title">四、用户信息的共享、披露</div>
		<div class="detail">
			用户信息是信用金融业务的重要组成部分，信用金融及城市令不会出售或以其他方式共享账户持有人的个人信息，但本协议中已列明的如下情况除外。<br/> 1、合作伙伴：
			<br/> 与信用金融的关联公司或合作伙伴（包括但不限于信用金融中的各家银行机构，以下统称“合作伙伴”）共享用户信息。
			<br/> 2、第三方服务提供者：
			<br/> 信用金融聘请外部公司或个人代表为信用金融认证用户提供某些产品或服务（包括但不限于提供金融产品信息等用户服务）时，为了更好的服务用户，信用金融可能会共享用户信息。
			<br/> 3、征得账户持有人的同意：
			<br/> 除以上规定及本协议已列明的情况外，当账户持有人的信息有可能披露给第三方时，账户持有人将会得到通知，信用金融将按照账户持有人的要求与第三方共享信息，如果账户持有人拒绝共享信息，那么由此造成的账户持有人无法享受该服务的全部内容的后果由账户持有人承担。
			<br/> 4、在下列情况下，信用金融会披露账户持有人的相关信息：
			<br/> 根据法律、法规或法律程序（如法院法令或传召出庭令）的规定；
			<br/> 根据政府部门（如行政机构、执法机构）的要求；
			<br/> 为保护信用金融、城市令以及该平台其他用户的权利及财产安全。
			<br/> 六、账户持有人同意本协议中的授权不可撤回或撤销。
			<br/> 七、在中国法律允许的范围内，信用金融会不定期更新本协议，恕不提前通知。信用金融将在本平台上发布公告，告知账户持有人本协议的任何重大变动。
			<br/> 八、账户持有人同意因履行本协议发生纠纷的，将纠纷或争议提交【芜湖市仲裁委员会】仲裁，按照仲裁申请时该仲裁委员会现行有效的仲裁规则进行仲裁。仲裁裁决是终局的，对双方当事人均有约束力。
		</div>
		<div class="sub-title">五、免责条款</div>
		<div class="detail">
			1、因下列原因导致我们无法正常提供服务，我们免于承担责任：
			<br/> 1) 系统停机维护或升级；
			<br/> 2) 因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；
			<br/> 3) 账户持有人使用的手机和通信线路出现故障的；
			<br/> 4) 因账户持有人操作不当或通过非经信用金融授权或认可的方式使用信用金融服务的；
			<br/> 5) 因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因、第三方服务瑕疵或政府行为等原因。
			<br/> 2、在协议期内若发生纠纷，由协议双方按照法律规定解决，城市令平台不承担任何法律责任。
			<br/> 3、在协议期内，通过使用信用金融而获得的相关服务，均由信用金融的关联公司或合作伙伴提供，信用金融对服务内容的合法性概不负责，亦不承担任何法律责任。
		</div>
	</div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
@import "../../style/func";
@import "../../style/variable";
.protocol {
  height: 100%;
  padding: 0 px(15);
  overflow: auto;
  .title {
    text-align: center;
    font-size: px(16);
    margin: px(17);
  }
  .sub-title {
    margin-bottom: px(10);
    text-align: center;
    color: #000;
  }
  .detail {
    margin-bottom: px(10);
    line-height: 1.8;
    font-size: px(12);
    color: $text-grey;
  }
}
</style>
